Repository: eaceto/DroidHarbor.app
Catalog: apps/macos/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, it

source: Android and Quick Share are trademarks of Google LLC.
es: Android y Quick Share son marcas comerciales de Google LLC.
fr: Android et Quick Share sont des marques de Google LLC.
it: Android e Quick Share sono marchi di Google LLC.

source: “%@” declined the transfer.
es: «%@» rechazó la transferencia.
fr: « %@ » a refusé le transfert.
it: “%@” ha rifiutato il trasferimento.

source: “%@” is waiting, code %@
es: «%@» está esperando: código %@
fr: « %@ » attend : code %@
it: “%@” è in attesa: codice %@

source: “%@” timed out waiting for an answer.
es: «%@» agotó el tiempo de espera de una respuesta.
fr: « %@ » a expiré en attendant une réponse.
it: “%@” ha superato il tempo di attesa di una risposta.

source: “%@” wants to send %lld files
es: «%@» quiere enviar %lld archivos
fr: « %@ » veut envoyer %lld fichiers
it: “%@” vuole inviare %lld file

source: “%@” wants to send 1 file
es: «%@» quiere enviar 1 archivo
fr: « %@ » veut envoyer 1 fichier
it: “%@” vuole inviare 1 file

source: “%@” wants to send files
es: «%@» quiere enviar archivos
fr: « %@ » veut envoyer des fichiers
it: “%@” vuole inviare file

source: %@ · Code %@ (must match the phone)
es: %@ · Código %@: debe coincidir con el teléfono
fr: %@ · Code %@ : doit correspondre au téléphone
it: %@ · Codice %@: deve corrispondere al telefono

source: %@ and %lld more
es: %@ y %lld más
fr: %@ et %lld autres
it: %@ e altri %lld

source: %@ is no longer at that location. It was moved or deleted.
es: %@ ya no está en esa ubicación: se movió o se eliminó.
fr: %@ ne se trouve plus à cet emplacement : le fichier a été déplacé ou supprimé.
it: %@ non si trova più in quella posizione: è stato spostato o eliminato.

source: %@ of %@
es: %@ de %@
fr: %@ sur %@
it: %@ di %@

source: %lld files
es: %lld archivos
fr: %lld fichiers
it: %lld file

source: %lld files · %@
es: %lld archivos · %@
fr: %lld fichiers · %@
it: %lld file · %@

source: %lld files ready
es: %lld archivos listos
fr: %lld fichiers prêts
it: %lld file pronti

source: %lld seconds left
es: quedan %lld segundos
fr: %lld secondes restantes
it: %lld secondi rimanenti

source: 1 file
es: 1 archivo
fr: 1 fichier

source: 1 file · %@
es: 1 archivo · %@
fr: 1 fichier · %@

source: 1 file ready
es: 1 archivo listo
fr: 1 fichier prêt
it: 1 file pronto

source: a few seconds left
es: quedan unos segundos
fr: quelques secondes restantes
it: pochi secondi rimanenti

source: A link or text
es: Un enlace o texto
fr: Un lien ou du texte
it: Un link o del testo

source: About
es: Acerca de
fr: À propos
it: Informazioni

source: about %lld minutes left
es: quedan unos %lld minutos
fr: environ %lld minutes restantes
it: circa %lld minuti rimanenti

source: about a minute left
es: queda alrededor de un minuto
fr: environ une minute restante
it: circa un minuto rimanente

source: About DroidHarbor
es: Acerca de DroidHarbor
fr: À propos de DroidHarbor
it: Informazioni su DroidHarbor

source: Accept
es: Aceptar
fr: Accepter
it: Accetta

source: Accept an incoming transfer straight from the banner, without opening the app.
es: Acepta una transferencia entrante desde el propio aviso, sin abrir la app.
fr: Acceptez un transfert entrant directement depuis la bannière, sans ouvrir l’app.
it: Accetta un trasferimento in arrivo direttamente dal banner, senza aprire l’app.

source: Accept the transfer on the phone to start.
es: Acepta la transferencia en el teléfono para empezar.
fr: Acceptez le transfert sur le téléphone pour commencer.
it: Accetta il trasferimento sul telefono per iniziare.

source: Accepted automatically. This device is trusted.
es: Aceptado automáticamente: este dispositivo es de confianza.
fr: Accepté automatiquement : cet appareil est approuvé.
it: Accettato automaticamente: questo dispositivo è attendibile.

source: Add to Calendar
es: Añadir a Calendario
fr: Ajouter au Calendrier
it: Aggiungi al Calendario

source: Add to Contacts
es: Añadir a Contactos
fr: Ajouter aux Contacts
it: Aggiungi ai Contatti

source: After 1 hour
es: Después de 1 hora
fr: Au bout d'1 heure
it: Dopo 1 ora

source: After 10 minutes
es: Después de 10 minutos
fr: Au bout de 10 minutes
it: Dopo 10 minuti

source: After 30 minutes
es: Después de 30 minutos
fr: Au bout de 30 minutes
it: Dopo 30 minuti

source: All
es: Todos
fr: Tous
it: Tutti

source: Allow
es: Permitir
fr: Autoriser
it: Consenti

source: Allowed
es: Permitidas
fr: Autorisées
it: Consentite

source: Always accept from “%@”
es: Aceptar siempre desde «%@»
fr: Toujours accepter depuis « %@ »
it: Accetta sempre da “%@”

source: Android device
es: Dispositivo Android
fr: Appareil Android
it: Dispositivo Android

source: Back
es: Atrás
fr: Précédent
it: Indietro

source: Call
es: Llamar
fr: Appeler
it: Chiama

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Change…
es: Cambiar…
fr: Modifier…
it: Cambia…

source: Check for Updates…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Verifica aggiornamenti…

source: Check the 4-digit code matches, then **Accept**. Files land in %@, which you can change in Settings.
es: Comprueba que el código de 4 dígitos coincide y pulsa **Aceptar**. Los archivos llegan a %@, que puedes cambiar en Ajustes.
fr: Vérifiez que le code à 4 chiffres correspond, puis **Acceptez**. Les fichiers arrivent dans %@, modifiable dans les Réglages.
it: Verifica che il codice di 4 cifre corrisponda, poi tocca **Accetta**. I file arrivano in %@, che puoi cambiare in Impostazioni.

source: Choose **Services → Send with DroidHarbor**.
es: Elige **Servicios → Enviar con DroidHarbor**.
fr: Choisissez **Services → Envoyer avec DroidHarbor**.
it: Scegli **Servizi → Invia con DroidHarbor**.

source: Choose **Share… → DroidHarbor**.
es: Elige **Compartir… → DroidHarbor**.
fr: Choisissez **Partager… → DroidHarbor**.
it: Scegli **Condividi… → DroidHarbor**.

source: Choose Files…
es: Elegir archivos…
fr: Choisir des fichiers…
it: Scegli file…

source: Clear
es: Borrar
fr: Effacer
it: Cancella

source: Click the DroidHarbor icon in the menu bar and turn the switch on. This Mac appears as “%@”.
es: Haz clic en el icono de DroidHarbor en la barra de menús y activa el interruptor: este Mac aparece como «%@».
fr: Cliquez sur l’icône DroidHarbor dans la barre des menus et activez l’interrupteur : ce Mac apparaît sous le nom « %@ ».
it: Fai clic sull’icona di DroidHarbor nella barra dei menu e attiva l’interruttore: questo Mac appare come “%@”.

source: Code
es: Código
it: Codice

source: Confirmation code %@
es: Código de confirmación %@
fr: Code de confirmation %@
it: Codice di conferma %@

source: Contacts
es: Contactos
it: Contatti

source: Copy address
es: Copiar dirección
fr: Copier l'adresse
it: Copia indirizzo

source: Copy contact
es: Copiar contacto
fr: Copier le contact
it: Copia contatto

source: Copy event
es: Copiar evento
fr: Copier l'événement
it: Copia evento

source: Copy link
es: Copiar enlace
fr: Copier le lien
it: Copia link

source: Copy number
es: Copiar número
fr: Copier le numéro
it: Copia numero

source: Copy path
es: Copiar ruta
fr: Copier le chemin
it: Copia percorso

source: Copy place
es: Copiar lugar
fr: Copier le lieu
it: Copia luogo

source: Copy text
es: Copiar texto
fr: Copier le texte
it: Copia testo

source: Could not start the receiver: %@
es: No se pudo iniciar la recepción: %@
fr: Impossible de démarrer la réception : %@
it: Impossibile avviare la ricezione: %@

source: Could not start the send.
es: No se pudo iniciar el envío.
fr: Impossible de démarrer l'envoi.
it: Impossibile avviare l'invio.

source: Decline
es: Rechazar
fr: Refuser
it: Rifiuta

source: Device name
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome del dispositivo

source: Dimmed devices were seen before but are not visible right now.
es: Los dispositivos atenuados se vieron antes, pero ahora no están visibles.
fr: Les appareils grisés ont déjà été vus mais ne sont pas visibles actuellement.
it: I dispositivi in grigio sono stati visti in precedenza ma ora non sono visibili.

source: Dismiss
es: Descartar
fr: Ignorer
it: Ignora

source: Download
es: Descargar
fr: Télécharger
it: Scarica

source: Drag files, links or text onto the menu-bar icon, or use the Send tab.
es: Arrastra archivos, enlaces o texto al icono de la barra de menús, o usa la pestaña Enviar.
fr: Faites glisser des fichiers, des liens ou du texte sur l’icône de la barre des menus, ou utilisez l’onglet Envoyer.
it: Trascina file, link o testo sull’icona nella barra dei menu, oppure usa la scheda Invia.

source: DroidHarbor adds itself to Finder's Services menu.
es: DroidHarbor se añade al menú Servicios del Finder.
fr: DroidHarbor s'ajoute au menu Services du Finder.
it: DroidHarbor si aggiunge al menu Servizi del Finder.

source: DroidHarbor Help
es: Ayuda de DroidHarbor
fr: Aide DroidHarbor
it: Aiuto DroidHarbor

source: DroidHarbor implements an unofficial, reverse-engineered protocol in order to interoperate with the sharing built into Android, and may stop working after an Android update. Files never leave your local network.
es: DroidHarbor usa un protocolo no oficial, obtenido por ingeniería inversa, para interoperar con el sistema de compartir integrado en Android, y puede dejar de funcionar tras una actualización de Android. Los archivos nunca salen de tu red local.
fr: DroidHarbor utilise un protocole non officiel, obtenu par rétro-ingénierie, afin d'interopérer avec le partage intégré à Android, et peut cesser de fonctionner après une mise à jour d'Android. Les fichiers ne quittent jamais votre réseau local.
it: DroidHarbor usa un protocollo non ufficiale, ricavato tramite reverse engineering, per interoperare con la condivisione integrata in Android, e potrebbe smettere di funzionare dopo un aggiornamento di Android. I file non lasciano mai la rete locale.

source: DroidHarbor installs a Share extension for Finder.
es: DroidHarbor instala una extensión de Compartir para el Finder.
fr: DroidHarbor installe une extension de partage pour le Finder.
it: DroidHarbor installa un'estensione di condivisione per il Finder.

source: DroidHarbor is up to date.
es: DroidHarbor está actualizado.
fr: DroidHarbor est à jour.
it: DroidHarbor è aggiornato.

source: Drop files, a link or some text on the DroidHarbor icon, or choose what to send in the **Send** tab.
es: Suelta archivos, un enlace o texto en el icono de DroidHarbor, o elige qué enviar en la pestaña **Enviar**.
fr: Déposez des fichiers, un lien ou du texte sur l’icône DroidHarbor, ou choisissez quoi envoyer dans l’onglet **Envoyer**.
it: Trascina file, un link o del testo sull’icona di DroidHarbor, oppure scegli cosa inviare nella scheda **Invia**.

source: Drop files, links or text here to send
es: Arrastra aquí archivos, enlaces o texto para enviarlos
fr: Déposez ici des fichiers, des liens ou du texte à envoyer
it: Trascina qui file, link o testo da inviare

source: Emails
es: Correos
it: Email

source: Events
es: Eventos
fr: Événements
it: Eventi

source: Files received
es: Archivos recibidos
fr: Fichiers reçus
it: File ricevuti

source: Files sent
es: Archivos enviados
fr: Fichiers envoyés
it: File inviati

source: Forget
es: Olvidar
fr: Oublier
it: Dimentica

source: Free software under the GNU General Public License v3 or later, and built on rquickshare. The complete source code is available:
es: Software libre bajo la Licencia Pública General de GNU v3 o posterior, basado en rquickshare. El código fuente completo está disponible:
fr: Logiciel libre sous licence publique générale GNU v3 ou ultérieure, basé sur rquickshare. Le code source complet est disponible :
it: Software libero con licenza GNU General Public License v3 o successiva, basato su rquickshare. Il codice sorgente completo è disponibile:

source: from %@ · %@
es: de %@ · %@
fr: depuis %@ · %@
it: da %@ · %@

source: History
es: Historial
fr: Historique
it: Cronologia

source: If it is missing, open **System Settings → General → Login Items & Extensions** and turn the DroidHarbor **extension** on.
es: Si no aparece, abre **Ajustes del Sistema → General → Ítems de inicio y extensiones** y activa la **extensión** de DroidHarbor.
fr: S'il est absent, ouvrez **Réglages Système → Général → Ouverture et extensions** et activez l'**extension** DroidHarbor.
it: Se non compare, apri **Impostazioni di Sistema → Generali → Elementi login ed estensioni** e attiva l'**estensione** di DroidHarbor.

source: If it is missing, open **System Settings → Keyboard → Keyboard Shortcuts → Services** and tick *Send with DroidHarbor*.
es: Si no aparece, abre **Ajustes del Sistema → Teclado → Funciones rápidas de teclado → Servicios** y marca *Enviar con DroidHarbor*.
fr: S'il est absent, ouvrez **Réglages Système → Clavier → Raccourcis clavier → Services** et cochez *Envoyer avec DroidHarbor*.
it: Se non compare, apri **Impostazioni di Sistema → Tastiera → Abbreviazioni da tastiera → Servizi** e seleziona *Invia con DroidHarbor*.

source: Images
es: Imágenes
it: Immagini

source: Implements an unofficial, reverse-engineered protocol in order to interoperate with the sharing built into Android; not affiliated with or endorsed by Google or Android.
es: Utiliza un protocolo no oficial obtenido por ingeniería inversa para interoperar con el sistema de compartir integrado en Android; sin relación ni respaldo de Google ni de Android.
fr: Utilise un protocole non officiel obtenu par rétro-ingénierie afin d'interopérer avec le partage intégré à Android ; sans affiliation ni approbation de Google ou d'Android.
it: Utilizza un protocollo non ufficiale ottenuto tramite reverse engineering per interoperare con la condivisione integrata in Android; non affiliato né approvato da Google o Android.

source: In Finder, select any file and **right-click**.
es: En el Finder, selecciona un archivo y haz **clic derecho**.
fr: Dans le Finder, sélectionnez un fichier et faites un **clic droit**.
it: Nel Finder, seleziona un file e fai **clic destro**.

source: Last send to “%@” did not finish.
es: El último envío a «%@» no se completó.
fr: Le dernier envoi vers « %@ » n'a pas abouti.
it: L'ultimo invio a “%@” non è stato completato.

source: License
es: Licencia
fr: Licence
it: Licenza

source: Link
es: Enlace
fr: Lien

source: Link copied
es: Enlace copiado
fr: Lien copié
it: Link copiato

source: Link copied to the clipboard
es: Enlace copiado al portapapeles
fr: Lien copié dans le presse-papiers
it: Link copiato negli appunti

source: Link ready
es: Enlace listo
fr: Lien prêt
it: Link pronto

source: Link sent
es: Enlace enviado
fr: Lien envoyé
it: Link inviato

source: Links
es: Enlaces
fr: Liens
it: Link

source: Made by Ezequiel (Kimi) Aceto
es: Creado por Ezequiel (Kimi) Aceto
fr: Créé par Ezequiel (Kimi) Aceto
it: Creato da Ezequiel (Kimi) Aceto

source: must match the code shown on the phone
es: debe coincidir con el código del teléfono
fr: doit correspondre au code affiché sur le téléphone
it: deve corrispondere al codice mostrato sul telefono

source: Nearby Android devices see this name in their share sheet. Changing it restarts the receiver.
es: Los dispositivos Android cercanos ven este nombre al compartir. Cambiarlo reinicia la recepción.
fr: Les appareils Android à proximité voient ce nom lors du partage. Le modifier redémarre la réception.
it: I dispositivi Android nelle vicinanze vedono questo nome quando condividono. Modificarlo riavvia la ricezione.

source: Nearby devices
es: Dispositivos cercanos
fr: Appareils à proximité
it: Dispositivi nelle vicinanze

source: Never
es: Nunca
fr: Jamais
it: Mai

source: Next
es: Siguiente
fr: Suivant
it: Avanti

source: None yet. When you accept a transfer you can tick “Always accept” to skip the prompt next time.
es: Todavía ninguno. Al aceptar una transferencia puedes marcar «Aceptar siempre» para omitir la confirmación la próxima vez.
fr: Aucun pour l'instant. En acceptant un transfert, cochez « Toujours accepter » pour éviter la demande la prochaine fois.
it: Nessuno per ora. Quando accetti un trasferimento puoi selezionare “Accetta sempre” per saltare la richiesta la prossima volta.

source: Not nearby
es: No está cerca
fr: Pas à proximité
it: Non nelle vicinanze

source: Nothing matches
es: Sin coincidencias
fr: Aucun résultat
it: Nessun risultato

source: Notifications
es: Notificaciones
it: Notifiche

source: Notifications are turned off
es: Las notificaciones están desactivadas
fr: Les notifications sont désactivées
it: Le notifiche sono disattivate

source: On the phone, open **Quick Share** (Settings → Connected devices, or the Files app) so it becomes visible.
es: En el teléfono, abre **Quick Share** (Ajustes → Dispositivos conectados, o la app Archivos) para que sea visible.
fr: Sur le téléphone, ouvrez **Quick Share** (Réglages → Appareils connectés, ou l'app Fichiers) pour le rendre visible.
it: Sul telefono, apri **Quick Share** (Impostazioni → Dispositivi connessi, o l'app File) per renderlo visibile.

source: On the phone: pick files → **Share** → **Quick Share** → tap this Mac.
es: En el teléfono: elige archivos → **Compartir** → **Quick Share** → toca este Mac.
fr: Sur le téléphone : choisissez des fichiers → **Partager** → **Quick Share** → touchez ce Mac.
it: Sul telefono: scegli i file → **Condividi** → **Quick Share** → tocca questo Mac.

source: On the phone: pick files, then Share → Quick Share → “%@”.
es: En el teléfono: elige archivos y pulsa Compartir → Quick Share → «%@».
fr: Sur le téléphone : choisissez des fichiers, puis Partager → Quick Share → « %@ ».
it: Sul telefono: scegli i file, poi Condividi → Quick Share → “%@”.

source: Only files can be sent. Folders are not supported yet.
es: Solo se pueden enviar archivos: las carpetas aún no son compatibles.
fr: Seuls des fichiers peuvent être envoyés : les dossiers ne sont pas encore pris en charge.
it: Si possono inviare solo file: le cartelle non sono ancora supportate.

source: Only web links can be opened.
es: Solo se pueden abrir enlaces web.
fr: Seuls les liens web peuvent être ouverts.
it: Si possono aprire solo link web.

source: Open
es: Abrir
fr: Ouvrir
it: Apri

source: Open at login
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
it: Apri all'avvio

source: Open DroidHarbor…
es: Abrir DroidHarbor…
fr: Ouvrir DroidHarbor…
it: Apri DroidHarbor…

source: Open in Maps
es: Abrir en Mapas
fr: Ouvrir dans Plans
it: Apri in Mappe

source: Open link
es: Abrir enlace
fr: Ouvrir le lien
it: Apri link

source: Open Quick Share on the phone (Settings → Connected devices, or the Files app) so it appears here.
es: Abre Quick Share en el teléfono (Ajustes → Dispositivos conectados, o la app Archivos) para que aparezca aquí.
fr: Ouvrez Quick Share sur le téléphone (Réglages → Appareils connectés, ou l'app Fichiers) pour qu'il apparaisse ici.
it: Apri Quick Share sul telefono (Impostazioni → Dispositivi connessi, o l'app File) perché compaia qui.

source: Open Settings
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni

source: or use the buttons below. You can also drop things on the menu-bar icon, or share them from Finder and other apps.
es: o usa los botones de abajo. También puedes soltar cosas en el icono de la barra de menús o compartirlas desde el Finder y otras apps.
fr: ou utilisez les boutons ci-dessous. Vous pouvez aussi déposer des éléments sur l’icône de la barre des menus, ou les partager depuis le Finder et d’autres apps.
it: oppure usa i pulsanti qui sotto. Puoi anche trascinare elementi sull’icona nella barra dei menu o condividerli dal Finder e da altre app.

source: Other
es: Otros
fr: Autres
it: Altro

source: Page %lld of %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
it: Pagina %lld di %lld

source: Phones
es: Teléfonos
fr: Téléphones
it: Telefoni

source: Places
es: Lugares
fr: Lieux
it: Luoghi

source: Play sounds
es: Reproducir sonidos
fr: Émettre des sons
it: Riproduci suoni

source: Privacy
es: Privacidad
fr: Confidentialité

source: Quit DroidHarbor
es: Salir de DroidHarbor
fr: Quitter DroidHarbor
it: Esci da DroidHarbor

source: Ready to go
es: Todo listo
fr: Prêt
it: Tutto pronto

source: Ready to receive
es: Listo para recibir
fr: Prêt à recevoir
it: Pronto a ricevere

source: Receive files
es: Recibir archivos
fr: Recevoir des fichiers
it: Ricevi file

source: Receive files from Android's built-in sharing, and send files back, over your local network, with nothing in the cloud.
es: Recibe archivos desde el sistema de compartir de Android y envíalos de vuelta, por tu red local y sin pasar por la nube.
fr: Recevez des fichiers depuis le partage intégré d'Android et renvoyez-en, sur votre réseau local et sans passer par le cloud.
it: Ricevi file dalla condivisione integrata di Android e inviali indietro, sulla rete locale e senza passare dal cloud.

source: Receive for 10 minutes
es: Recibir durante 10 minutos
fr: Recevoir pendant 10 minutes
it: Ricevi per 10 minuti

source: Receive for 10 Minutes
es: Recibir durante 10 minutos
fr: Recevoir pendant 10 minutes
it: Ricevi per 10 minuti

source: Receive from your phone
es: Recibe desde tu teléfono
fr: Recevoir depuis votre téléphone
it: Ricevi dal telefono

source: Receiver is not running.
es: La recepción no está activa.
fr: La réception n'est pas active.
it: La ricezione non è attiva.

source: Receiving
es: Recepción
fr: Réception
it: Ricezione

source: Receiving from “%@”
es: Recibiendo de «%@»
fr: Réception depuis « %@ »
it: Ricezione da “%@”

source: Receiving is off
es: La recepción está desactivada
fr: La réception est désactivée
it: La ricezione è disattivata

source: Release to send %lld files
es: Suelta para enviar %lld archivos
fr: Relâchez pour envoyer %lld fichiers
it: Rilascia per inviare %lld file

source: Release to send 1 file
es: Suelta para enviar 1 archivo
fr: Relâchez pour envoyer 1 fichier
it: Rilascia per inviare 1 file

source: Release to send this text
es: Suelta para enviar este texto
fr: Relâchez pour envoyer ce texte
it: Rilascia per inviare questo testo

source: Remove
es: Quitar
fr: Retirer
it: Rimuovi

source: Remove from History
es: Quitar del historial
fr: Retirer de l’historique
it: Rimuovi dalla cronologia

source: Revoke
es: Revocar
fr: Révoquer
it: Revoca

source: Save
es: Guardar
fr: Enregistrer
it: Salva

source: Save Here
es: Guardar aquí
fr: Enregistrer ici
it: Salva qui

source: Save to
es: Guardar en
fr: Enregistrer dans
it: Salva in

source: Saved %@
es: Se guardó %@
fr: %@ enregistré
it: Salvato %@

source: Saved %lld files from “%@”
es: Se guardaron %lld archivos de «%@»
fr: %lld fichiers enregistrés depuis « %@ »
it: Salvati %lld file da “%@”

source: Search name, extension, link or sender
es: Buscar nombre, extensión, enlace o remitente
fr: Rechercher un nom, une extension, un lien ou un expéditeur
it: Cerca nome, estensione, link o mittente

source: Send
es: Enviar
fr: Envoyer
it: Invia

source: Send clipboard text
es: Enviar texto del portapapeles
fr: Envoyer le texte du presse-papiers
it: Invia testo dagli appunti

source: Send Clipboard Text
es: Enviar texto del portapapeles
fr: Envoyer le texte du presse-papiers
it: Invia testo dagli appunti

source: Send files…
es: Enviar archivos…
fr: Envoyer des fichiers…
it: Invia file…

source: Send Files…
es: Enviar archivos…
fr: Envoyer des fichiers…
it: Invia file…

source: Send straight from Finder
es: Envía directamente desde el Finder
fr: Envoyer directement depuis le Finder
it: Invia direttamente dal Finder

source: Send Text
es: Enviar texto
fr: Envoyer du texte
it: Invia testo

source: Send Text…
es: Enviar texto…
fr: Envoyer du texte…
it: Invia testo…

source: Send to %@
es: Enviar a %@
fr: Envoyer à %@
it: Invia a %@

source: Send to your phone
es: Envía a tu teléfono
fr: Envoyer vers votre téléphone
it: Invia al telefono

source: Sending to “%@”
es: Enviando a «%@»
fr: Envoi vers « %@ »
it: Invio a “%@”
